{
  "rune": {
    "id": 1,
    "name": "Aesh",
    "altName": "The Staff, Rune of Thought",
    "realmAffiliation": "Day",
    "description": "Aesh is the Staff, or sometimes the Staff and the Star. It represents thought, reason and intellectual faculties. It is also the rune of Logic, suggesting the progression from one idea to another, and in this aspect may sometimes be called the Chain. The concept of one thought or idea providing the foundation on which others are built also makes it the Rune of Hierarchy, of stable social structures based around reason, order and shared ideals.\n\nThis rune also symbolizes all forms of mental discipline based on universal truths - mathematics, engineering and even music. As the Rune of Knowledge it is sometimes called the Scrollcase.\n\nReason is often devoid of moral imperative, however, and logic can lead inexorably towards terrible deeds. These darker aspects of Aesh bring with them the suggestion of intellectual bigotry and the assumption that learning and rationality alone make an individual better than their peers.\n\nThought empowers and is empowered by the rational mind. It directly opposes Zorech, the Rune of Passion, which represents instinctual behaviour. Some magicians argue otherwise and claim that Aesh and Zorech complement, rather than oppose, one another; the theory being that passion and intuition harnessed by reason and logic are stronger than either quality alone.\n\nThe Rune of Thought is sometimes associated with the general practice of magic, especially by some Urizen prognosticators. They claim that it is only through thought and reason that magic can be understood, mastered and wielded. Even in a nation known for intellectual rivalry and disparate philosophy, this idea is considered especially contentious.",
    "useInMagic": "Aesh is unsurprisingly evoked with any magic that deals with the mind, but it is also commonly used in rituals that deal with the exercise of mental skills such as engineering, architecture or tactics. It is often used with the detect magic incantation.",
    "useInCrafting": "Magicians often have the rune worked into their implement, or whatever tool they use to perform their magic. Some mystics claim that every magician's staff, wand or rod is a physical manifestation of Aesh. It is also commonly worked into the cover (often on the spine) or frontispiece of any non-fiction book; likewise it is embossed on scroll cases and writing kits by sages and itinerant scholars alike. Despite its associations with scholastic pursuits, tacticians and strategists often carry batons or other items marked with the rune, recognising the role logic and reason play in the planning of battles.",
    "imagePath": "assets/runes/Aesh.png"
  }
}